meritve-grok/k6-2-strukturirano.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: -
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 5m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.8s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/100 VUs  0m00.8s/5m00.0s

running (0m01.8s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m01.8s/5m00.0s

running (0m02.8s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m02.8s/5m00.0s

running (0m03.8s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m03.8s/5m00.0s

running (0m04.8s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m04.8s/5m00.0s

running (0m05.8s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m05.8s/5m00.0s

running (0m06.8s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m06.8s/5m00.0s

running (0m07.8s), 002/100 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m07.8s/5m00.0s

running (0m08.8s), 002/100 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m08.8s/5m00.0s

running (0m09.8s), 002/100 VUs, 5 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m09.8s/5m00.0s

running (0m10.8s), 002/100 VUs, 6 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m10.8s/5m00.0s

running (0m11.8s), 002/100 VUs, 7 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m11.8s/5m00.0s

running (0m12.8s), 002/100 VUs, 7 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m12.8s/5m00.0s

running (0m13.8s), 002/100 VUs, 9 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m13.8s/5m00.0s

running (0m14.8s), 002/100 VUs, 9 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m14.8s/5m00.0s

running (0m15.8s), 003/100 VUs, 9 complete and 0 interrupted iterations
default   [   5% ] 003/100 VUs  0m15.8s/5m00.0s

running (0m16.8s), 003/100 VUs, 11 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m16.8s/5m00.0s

running (0m17.8s), 003/100 VUs, 12 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m17.8s/5m00.0s

running (0m18.8s), 003/100 VUs, 13 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m18.8s/5m00.0s

running (0m19.8s), 003/100 VUs, 16 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m19.8s/5m00.0s

running (0m20.8s), 003/100 VUs, 16 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m20.8s/5m00.0s

running (0m21.8s), 003/100 VUs, 18 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m21.8s/5m00.0s

running (0m22.8s), 004/100 VUs, 19 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m22.8s/5m00.0s

running (0m23.8s), 004/100 VUs, 21 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m23.8s/5m00.0s

running (0m24.8s), 004/100 VUs, 23 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m24.8s/5m00.0s

running (0m25.8s), 004/100 VUs, 26 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m25.8s/5m00.0s

running (0m26.8s), 004/100 VUs, 28 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m26.8s/5m00.0s

running (0m27.8s), 004/100 VUs, 31 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m27.8s/5m00.0s

running (0m28.8s), 004/100 VUs, 32 complete and 0 interrupted iterations
default   [  10% ] 004/100 VUs  0m28.8s/5m00.0s

running (0m29.8s), 004/100 VUs, 33 complete and 0 interrupted iterations
default   [  10% ] 004/100 VUs  0m29.8s/5m00.0s

running (0m30.8s), 005/100 VUs, 36 complete and 0 interrupted iterations
default   [  10% ] 005/100 VUs  0m30.8s/5m00.0s

running (0m31.8s), 005/100 VUs, 39 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m31.8s/5m00.0s

running (0m32.8s), 005/100 VUs, 40 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m32.8s/5m00.0s

running (0m33.8s), 005/100 VUs, 44 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m33.8s/5m00.0s

running (0m34.8s), 006/100 VUs, 45 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m34.8s/5m00.0s

running (0m35.8s), 006/100 VUs, 49 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m35.8s/5m00.0s

running (0m36.8s), 006/100 VUs, 51 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m36.8s/5m00.0s

running (0m37.8s), 006/100 VUs, 55 complete and 0 interrupted iterations
default   [  13% ] 006/100 VUs  0m37.8s/5m00.0s

running (0m38.8s), 007/100 VUs, 60 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m38.8s/5m00.0s

running (0m39.8s), 007/100 VUs, 63 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m39.8s/5m00.0s

running (0m40.8s), 007/100 VUs, 64 complete and 0 interrupted iterations
default   [  14% ] 007/100 VUs  0m40.8s/5m00.0s

running (0m41.8s), 007/100 VUs, 71 complete and 0 interrupted iterations
default   [  14% ] 007/100 VUs  0m41.8s/5m00.0s

running (0m42.8s), 008/100 VUs, 74 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m42.8s/5m00.0s

running (0m43.8s), 008/100 VUs, 77 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m43.8s/5m00.0s

running (0m44.8s), 008/100 VUs, 83 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m44.8s/5m00.0s

running (0m45.8s), 008/100 VUs, 85 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m45.8s/5m00.0s

running (0m46.8s), 009/100 VUs, 90 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m46.8s/5m00.0s

running (0m47.8s), 009/100 VUs, 96 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m47.8s/5m00.0s

running (0m48.8s), 009/100 VUs, 100 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m48.8s/5m00.0s

running (0m49.8s), 009/100 VUs, 105 complete and 0 interrupted iterations
default   [  17% ] 009/100 VUs  0m49.8s/5m00.0s

running (0m50.8s), 010/100 VUs, 110 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  0m50.8s/5m00.0s

running (0m51.8s), 010/100 VUs, 112 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  0m51.8s/5m00.0s

running (0m52.8s), 010/100 VUs, 120 complete and 0 interrupted iterations
default   [  18% ] 010/100 VUs  0m52.8s/5m00.0s

running (0m53.8s), 010/100 VUs, 122 complete and 0 interrupted iterations
default   [  18% ] 010/100 VUs  0m53.8s/5m00.0s

running (0m54.8s), 011/100 VUs, 127 complete and 0 interrupted iterations
default   [  18% ] 011/100 VUs  0m54.8s/5m00.0s

running (0m55.8s), 011/100 VUs, 134 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m55.8s/5m00.0s

running (0m56.8s), 011/100 VUs, 138 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m56.8s/5m00.0s

running (0m57.8s), 011/100 VUs, 144 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m57.8s/5m00.0s

running (0m58.8s), 012/100 VUs, 151 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  0m58.8s/5m00.0s

running (0m59.8s), 012/100 VUs, 157 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  0m59.8s/5m00.0s

running (1m00.8s), 012/100 VUs, 163 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  1m00.8s/5m00.0s

running (1m01.8s), 012/100 VUs, 167 complete and 0 interrupted iterations
default   [  21% ] 012/100 VUs  1m01.8s/5m00.0s

running (1m02.8s), 013/100 VUs, 175 complete and 0 interrupted iterations
default   [  21% ] 013/100 VUs  1m02.8s/5m00.0s

running (1m03.8s), 013/100 VUs, 183 complete and 0 interrupted iterations
default   [  21% ] 013/100 VUs  1m03.8s/5m00.0s

running (1m04.8s), 013/100 VUs, 189 complete and 0 interrupted iterations
default   [  22% ] 013/100 VUs  1m04.8s/5m00.0s

running (1m05.8s), 013/100 VUs, 192 complete and 0 interrupted iterations
default   [  22% ] 013/100 VUs  1m05.8s/5m00.0s

running (1m06.8s), 014/100 VUs, 202 complete and 0 interrupted iterations
default   [  22% ] 014/100 VUs  1m06.8s/5m00.0s

running (1m07.8s), 014/100 VUs, 207 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m07.8s/5m00.0s

running (1m08.8s), 014/100 VUs, 213 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m08.8s/5m00.0s

running (1m09.8s), 014/100 VUs, 221 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m09.8s/5m00.0s

running (1m10.8s), 015/100 VUs, 228 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m10.8s/5m00.0s

running (1m11.8s), 015/100 VUs, 234 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m11.8s/5m00.0s

running (1m12.8s), 015/100 VUs, 243 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m12.8s/5m00.0s

running (1m13.8s), 015/100 VUs, 252 complete and 0 interrupted iterations
default   [  25% ] 015/100 VUs  1m13.8s/5m00.0s

running (1m14.9s), 016/100 VUs, 261 complete and 0 interrupted iterations
default   [  25% ] 016/100 VUs  1m14.9s/5m00.0s

running (1m15.8s), 016/100 VUs, 268 complete and 0 interrupted iterations
default   [  25% ] 016/100 VUs  1m15.8s/5m00.0s

running (1m16.8s), 016/100 VUs, 275 complete and 0 interrupted iterations
default   [  26% ] 016/100 VUs  1m16.8s/5m00.0s

running (1m17.8s), 016/100 VUs, 283 complete and 0 interrupted iterations
default   [  26% ] 016/100 VUs  1m17.8s/5m00.0s

running (1m18.8s), 017/100 VUs, 292 complete and 0 interrupted iterations
default   [  26% ] 017/100 VUs  1m18.8s/5m00.0s

running (1m19.8s), 017/100 VUs, 301 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m19.8s/5m00.0s

running (1m20.8s), 017/100 VUs, 308 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m20.8s/5m00.0s

running (1m21.8s), 017/100 VUs, 318 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m21.8s/5m00.0s

running (1m22.8s), 018/100 VUs, 327 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m22.8s/5m00.0s

running (1m23.8s), 018/100 VUs, 333 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m23.8s/5m00.0s

running (1m24.8s), 018/100 VUs, 343 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m24.8s/5m00.0s

running (1m25.8s), 018/100 VUs, 354 complete and 0 interrupted iterations
default   [  29% ] 018/100 VUs  1m25.8s/5m00.0s

running (1m26.8s), 019/100 VUs, 362 complete and 0 interrupted iterations
default   [  29% ] 019/100 VUs  1m26.8s/5m00.0s

running (1m27.8s), 019/100 VUs, 372 complete and 0 interrupted iterations
default   [  29% ] 019/100 VUs  1m27.8s/5m00.0s

running (1m28.8s), 019/100 VUs, 382 complete and 0 interrupted iterations
default   [  30% ] 019/100 VUs  1m28.8s/5m00.0s

running (1m29.8s), 019/100 VUs, 393 complete and 0 interrupted iterations
default   [  30% ] 019/100 VUs  1m29.8s/5m00.0s

running (1m30.8s), 020/100 VUs, 400 complete and 0 interrupted iterations
default   [  30% ] 020/100 VUs  1m30.8s/5m00.0s

running (1m31.8s), 020/100 VUs, 410 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m31.8s/5m00.0s

running (1m32.8s), 020/100 VUs, 417 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m32.8s/5m00.0s

running (1m33.8s), 020/100 VUs, 425 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m33.8s/5m00.0s

running (1m34.8s), 021/100 VUs, 435 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m34.8s/5m00.0s

running (1m35.8s), 021/100 VUs, 446 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m35.8s/5m00.0s

running (1m36.8s), 021/100 VUs, 456 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m36.8s/5m00.0s

running (1m37.8s), 021/100 VUs, 465 complete and 0 interrupted iterations
default   [  33% ] 021/100 VUs  1m37.8s/5m00.0s

running (1m38.8s), 022/100 VUs, 479 complete and 0 interrupted iterations
default   [  33% ] 022/100 VUs  1m38.8s/5m00.0s

running (1m39.8s), 022/100 VUs, 486 complete and 0 interrupted iterations
default   [  33% ] 022/100 VUs  1m39.8s/5m00.0s

running (1m40.8s), 022/100 VUs, 497 complete and 0 interrupted iterations
default   [  34% ] 022/100 VUs  1m40.8s/5m00.0s

running (1m41.8s), 022/100 VUs, 512 complete and 0 interrupted iterations
default   [  34% ] 022/100 VUs  1m41.8s/5m00.0s

running (1m42.8s), 023/100 VUs, 520 complete and 0 interrupted iterations
default   [  34% ] 023/100 VUs  1m42.8s/5m00.0s

running (1m43.8s), 023/100 VUs, 536 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m43.8s/5m00.0s

running (1m44.8s), 023/100 VUs, 544 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m44.8s/5m00.0s

running (1m45.8s), 023/100 VUs, 554 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m45.8s/5m00.0s

running (1m46.8s), 024/100 VUs, 566 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m46.8s/5m00.0s

running (1m47.8s), 024/100 VUs, 578 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m47.8s/5m00.0s

running (1m48.8s), 024/100 VUs, 592 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m48.8s/5m00.0s

running (1m49.8s), 024/100 VUs, 606 complete and 0 interrupted iterations
default   [  37% ] 024/100 VUs  1m49.8s/5m00.0s

running (1m50.8s), 025/100 VUs, 621 complete and 0 interrupted iterations
default   [  37% ] 025/100 VUs  1m50.8s/5m00.0s

running (1m51.8s), 025/100 VUs, 631 complete and 0 interrupted iterations
default   [  37% ] 025/100 VUs  1m51.8s/5m00.0s

running (1m52.8s), 025/100 VUs, 646 complete and 0 interrupted iterations
default   [  38% ] 025/100 VUs  1m52.8s/5m00.0s

running (1m53.8s), 025/100 VUs, 655 complete and 0 interrupted iterations
default   [  38% ] 025/100 VUs  1m53.8s/5m00.0s

running (1m54.8s), 026/100 VUs, 665 complete and 0 interrupted iterations
default   [  38% ] 026/100 VUs  1m54.8s/5m00.0s

running (1m55.8s), 026/100 VUs, 685 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m55.8s/5m00.0s

running (1m56.8s), 026/100 VUs, 694 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m56.8s/5m00.0s

running (1m57.8s), 026/100 VUs, 705 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m57.8s/5m00.0s

running (1m58.8s), 027/100 VUs, 722 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  1m58.8s/5m00.0s

running (1m59.8s), 027/100 VUs, 735 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  1m59.8s/5m00.0s

running (2m00.8s), 027/100 VUs, 746 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  2m00.8s/5m00.0s

running (2m01.8s), 027/100 VUs, 758 complete and 0 interrupted iterations
default   [  41% ] 027/100 VUs  2m01.8s/5m00.0s

running (2m02.9s), 028/100 VUs, 773 complete and 0 interrupted iterations
default   [  41% ] 028/100 VUs  2m02.9s/5m00.0s

running (2m03.8s), 028/100 VUs, 786 complete and 0 interrupted iterations
default   [  41% ] 028/100 VUs  2m03.8s/5m00.0s

running (2m04.8s), 028/100 VUs, 803 complete and 0 interrupted iterations
default   [  42% ] 028/100 VUs  2m04.8s/5m00.0s

running (2m05.8s), 028/100 VUs, 818 complete and 0 interrupted iterations
default   [  42% ] 028/100 VUs  2m05.8s/5m00.0s

running (2m06.8s), 029/100 VUs, 830 complete and 0 interrupted iterations
default   [  42% ] 029/100 VUs  2m06.8s/5m00.0s

running (2m07.8s), 029/100 VUs, 846 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m07.8s/5m00.0s

running (2m08.8s), 029/100 VUs, 863 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m08.8s/5m00.0s

running (2m09.8s), 029/100 VUs, 875 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m09.8s/5m00.0s

running (2m10.8s), 030/100 VUs, 889 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m10.8s/5m00.0s

running (2m11.8s), 030/100 VUs, 902 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m11.8s/5m00.0s

running (2m12.8s), 030/100 VUs, 917 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m12.8s/5m00.0s

running (2m13.8s), 030/100 VUs, 932 complete and 0 interrupted iterations
default   [  45% ] 030/100 VUs  2m13.8s/5m00.0s

running (2m14.8s), 031/100 VUs, 950 complete and 0 interrupted iterations
default   [  45% ] 031/100 VUs  2m14.8s/5m00.0s

running (2m15.8s), 031/100 VUs, 962 complete and 0 interrupted iterations
default   [  45% ] 031/100 VUs  2m15.8s/5m00.0s

running (2m16.8s), 031/100 VUs, 976 complete and 0 interrupted iterations
default   [  46% ] 031/100 VUs  2m16.8s/5m00.0s

running (2m17.8s), 031/100 VUs, 988 complete and 0 interrupted iterations
default   [  46% ] 031/100 VUs  2m17.8s/5m00.0s

running (2m18.8s), 032/100 VUs, 1005 complete and 0 interrupted iterations
default   [  46% ] 032/100 VUs  2m18.8s/5m00.0s

running (2m19.8s), 032/100 VUs, 1021 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m19.8s/5m00.0s

running (2m20.8s), 032/100 VUs, 1031 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m20.8s/5m00.0s

running (2m21.8s), 032/100 VUs, 1047 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m21.8s/5m00.0s

running (2m22.8s), 033/100 VUs, 1062 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m22.8s/5m00.0s

running (2m23.8s), 033/100 VUs, 1081 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m23.8s/5m00.0s

running (2m24.8s), 033/100 VUs, 1096 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m24.8s/5m00.0s

running (2m25.8s), 033/100 VUs, 1118 complete and 0 interrupted iterations
default   [  49% ] 033/100 VUs  2m25.8s/5m00.0s

running (2m26.8s), 034/100 VUs, 1131 complete and 0 interrupted iterations
default   [  49% ] 034/100 VUs  2m26.8s/5m00.0s

running (2m27.8s), 034/100 VUs, 1147 complete and 0 interrupted iterations
default   [  49% ] 034/100 VUs  2m27.8s/5m00.0s

running (2m28.8s), 034/100 VUs, 1164 complete and 0 interrupted iterations
default   [  50% ] 034/100 VUs  2m28.8s/5m00.0s

running (2m29.8s), 034/100 VUs, 1177 complete and 0 interrupted iterations
default   [  50% ] 034/100 VUs  2m29.8s/5m00.0s

running (2m30.8s), 035/100 VUs, 1195 complete and 0 interrupted iterations
default   [  50% ] 035/100 VUs  2m30.8s/5m00.0s

running (2m31.8s), 035/100 VUs, 1214 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m31.8s/5m00.0s

running (2m32.8s), 035/100 VUs, 1232 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m32.8s/5m00.0s

running (2m33.8s), 035/100 VUs, 1248 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m33.8s/5m00.0s

running (2m34.8s), 036/100 VUs, 1268 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m34.8s/5m00.0s

running (2m35.8s), 036/100 VUs, 1281 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m35.8s/5m00.0s

running (2m36.8s), 036/100 VUs, 1297 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m36.8s/5m00.0s

running (2m37.8s), 036/100 VUs, 1321 complete and 0 interrupted iterations
default   [  53% ] 036/100 VUs  2m37.8s/5m00.0s

running (2m38.8s), 037/100 VUs, 1335 complete and 0 interrupted iterations
default   [  53% ] 037/100 VUs  2m38.8s/5m00.0s

running (2m39.8s), 037/100 VUs, 1352 complete and 0 interrupted iterations
default   [  53% ] 037/100 VUs  2m39.8s/5m00.0s

running (2m40.8s), 037/100 VUs, 1373 complete and 0 interrupted iterations
default   [  54% ] 037/100 VUs  2m40.8s/5m00.0s

running (2m41.8s), 037/100 VUs, 1391 complete and 0 interrupted iterations
default   [  54% ] 037/100 VUs  2m41.8s/5m00.0s

running (2m42.8s), 038/100 VUs, 1411 complete and 0 interrupted iterations
default   [  54% ] 038/100 VUs  2m42.8s/5m00.0s

running (2m43.8s), 038/100 VUs, 1428 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m43.8s/5m00.0s

running (2m44.8s), 038/100 VUs, 1447 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m44.8s/5m00.0s

running (2m45.8s), 038/100 VUs, 1466 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m45.8s/5m00.0s

running (2m46.8s), 039/100 VUs, 1484 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m46.8s/5m00.0s

running (2m47.8s), 039/100 VUs, 1504 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m47.8s/5m00.0s

running (2m48.8s), 039/100 VUs, 1524 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m48.8s/5m00.0s

running (2m49.8s), 039/100 VUs, 1546 complete and 0 interrupted iterations
default   [  57% ] 039/100 VUs  2m49.8s/5m00.0s

running (2m50.8s), 040/100 VUs, 1562 complete and 0 interrupted iterations
default   [  57% ] 040/100 VUs  2m50.8s/5m00.0s

running (2m51.8s), 040/100 VUs, 1576 complete and 0 interrupted iterations
default   [  57% ] 040/100 VUs  2m51.8s/5m00.0s

running (2m52.8s), 040/100 VUs, 1600 complete and 0 interrupted iterations
default   [  58% ] 040/100 VUs  2m52.8s/5m00.0s

running (2m53.8s), 040/100 VUs, 1620 complete and 0 interrupted iterations
default   [  58% ] 040/100 VUs  2m53.8s/5m00.0s

running (2m54.8s), 041/100 VUs, 1638 complete and 0 interrupted iterations
default   [  58% ] 041/100 VUs  2m54.8s/5m00.0s

running (2m55.8s), 041/100 VUs, 1658 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m55.8s/5m00.0s

running (2m56.8s), 041/100 VUs, 1678 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m56.8s/5m00.0s

running (2m57.8s), 041/100 VUs, 1697 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m57.8s/5m00.0s

running (2m58.8s), 042/100 VUs, 1715 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  2m58.8s/5m00.0s

running (2m59.8s), 042/100 VUs, 1740 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  2m59.8s/5m00.0s

running (3m00.8s), 042/100 VUs, 1760 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  3m00.8s/5m00.0s

running (3m01.8s), 042/100 VUs, 1783 complete and 0 interrupted iterations
default   [  61% ] 042/100 VUs  3m01.8s/5m00.0s

running (3m02.8s), 043/100 VUs, 1803 complete and 0 interrupted iterations
default   [  61% ] 043/100 VUs  3m02.8s/5m00.0s

running (3m03.8s), 043/100 VUs, 1823 complete and 0 interrupted iterations
default   [  61% ] 043/100 VUs  3m03.8s/5m00.0s

running (3m04.8s), 043/100 VUs, 1840 complete and 0 interrupted iterations
default   [  62% ] 043/100 VUs  3m04.8s/5m00.0s

running (3m05.8s), 043/100 VUs, 1865 complete and 0 interrupted iterations
default   [  62% ] 043/100 VUs  3m05.8s/5m00.0s

running (3m06.8s), 044/100 VUs, 1885 complete and 0 interrupted iterations
default   [  62% ] 044/100 VUs  3m06.8s/5m00.0s

running (3m07.8s), 044/100 VUs, 1906 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m07.8s/5m00.0s

running (3m08.8s), 044/100 VUs, 1928 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m08.8s/5m00.0s

running (3m09.8s), 044/100 VUs, 1954 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m09.8s/5m00.0s

running (3m10.8s), 045/100 VUs, 1971 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m10.8s/5m00.0s

running (3m11.8s), 045/100 VUs, 1994 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m11.8s/5m00.0s

running (3m12.9s), 045/100 VUs, 2019 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m12.9s/5m00.0s

running (3m13.8s), 045/100 VUs, 2041 complete and 0 interrupted iterations
default   [  65% ] 045/100 VUs  3m13.8s/5m00.0s

running (3m14.8s), 046/100 VUs, 2060 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  3m14.8s/5m00.0s

running (3m15.8s), 046/100 VUs, 2081 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  3m15.8s/5m00.0s

running (3m16.8s), 046/100 VUs, 2104 complete and 0 interrupted iterations
default   [  66% ] 046/100 VUs  3m16.8s/5m00.0s

running (3m17.8s), 046/100 VUs, 2123 complete and 0 interrupted iterations
default   [  66% ] 046/100 VUs  3m17.8s/5m00.0s

running (3m18.8s), 047/100 VUs, 2149 complete and 0 interrupted iterations
default   [  66% ] 047/100 VUs  3m18.8s/5m00.0s

running (3m19.8s), 047/100 VUs, 2170 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m19.8s/5m00.0s

running (3m20.8s), 047/100 VUs, 2197 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m20.8s/5m00.0s

running (3m21.8s), 047/100 VUs, 2221 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m21.8s/5m00.0s

running (3m22.8s), 048/100 VUs, 2244 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m22.8s/5m00.0s

running (3m23.8s), 048/100 VUs, 2269 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m23.8s/5m00.0s

running (3m24.8s), 048/100 VUs, 2293 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m24.8s/5m00.0s

running (3m25.8s), 048/100 VUs, 2316 complete and 0 interrupted iterations
default   [  69% ] 048/100 VUs  3m25.8s/5m00.0s

running (3m26.8s), 049/100 VUs, 2340 complete and 0 interrupted iterations
default   [  69% ] 049/100 VUs  3m26.8s/5m00.0s

running (3m27.8s), 049/100 VUs, 2364 complete and 0 interrupted iterations
default   [  69% ] 049/100 VUs  3m27.8s/5m00.0s

running (3m28.8s), 049/100 VUs, 2385 complete and 0 interrupted iterations
default   [  70% ] 049/100 VUs  3m28.8s/5m00.0s

running (3m29.8s), 049/100 VUs, 2406 complete and 0 interrupted iterations
default   [  70% ] 049/100 VUs  3m29.8s/5m00.0s

running (3m30.8s), 050/100 VUs, 2431 complete and 0 interrupted iterations
default   [  70% ] 050/100 VUs  3m30.8s/5m00.0s

running (3m31.8s), 051/100 VUs, 2456 complete and 0 interrupted iterations
default   [  71% ] 051/100 VUs  3m31.8s/5m00.0s

running (3m32.8s), 052/100 VUs, 2486 complete and 0 interrupted iterations
default   [  71% ] 052/100 VUs  3m32.8s/5m00.0s

running (3m33.8s), 053/100 VUs, 2505 complete and 0 interrupted iterations
default   [  71% ] 053/100 VUs  3m33.8s/5m00.0s

running (3m34.8s), 053/100 VUs, 2531 complete and 0 interrupted iterations
default   [  72% ] 053/100 VUs  3m34.8s/5m00.0s

running (3m35.8s), 054/100 VUs, 2553 complete and 0 interrupted iterations
default   [  72% ] 054/100 VUs  3m35.8s/5m00.0s

running (3m36.8s), 055/100 VUs, 2580 complete and 0 interrupted iterations
default   [  72% ] 055/100 VUs  3m36.8s/5m00.0s

running (3m37.8s), 056/100 VUs, 2609 complete and 0 interrupted iterations
default   [  73% ] 056/100 VUs  3m37.8s/5m00.0s

running (3m38.8s), 057/100 VUs, 2633 complete and 0 interrupted iterations
default   [  73% ] 057/100 VUs  3m38.8s/5m00.0s

running (3m39.8s), 058/100 VUs, 2661 complete and 0 interrupted iterations
default   [  73% ] 058/100 VUs  3m39.8s/5m00.0s

running (3m40.8s), 058/100 VUs, 2689 complete and 0 interrupted iterations
default   [  74% ] 058/100 VUs  3m40.8s/5m00.0s

running (3m41.8s), 059/100 VUs, 2718 complete and 0 interrupted iterations
default   [  74% ] 059/100 VUs  3m41.8s/5m00.0s

running (3m42.8s), 060/100 VUs, 2751 complete and 0 interrupted iterations
default   [  74% ] 060/100 VUs  3m42.8s/5m00.0s

running (3m43.8s), 061/100 VUs, 2776 complete and 0 interrupted iterations
default   [  75% ] 061/100 VUs  3m43.8s/5m00.0s

running (3m44.8s), 062/100 VUs, 2805 complete and 0 interrupted iterations
default   [  75% ] 062/100 VUs  3m44.8s/5m00.0s

running (3m45.8s), 063/100 VUs, 2840 complete and 0 interrupted iterations
default   [  75% ] 063/100 VUs  3m45.8s/5m00.0s

running (3m46.8s), 063/100 VUs, 2871 complete and 0 interrupted iterations
default   [  76% ] 063/100 VUs  3m46.8s/5m00.0s

running (3m47.8s), 064/100 VUs, 2904 complete and 0 interrupted iterations
default   [  76% ] 064/100 VUs  3m47.8s/5m00.0s

running (3m48.8s), 065/100 VUs, 2938 complete and 0 interrupted iterations
default   [  76% ] 065/100 VUs  3m48.8s/5m00.0s

running (3m49.8s), 066/100 VUs, 2966 complete and 0 interrupted iterations
default   [  77% ] 066/100 VUs  3m49.8s/5m00.0s

running (3m50.8s), 067/100 VUs, 3003 complete and 0 interrupted iterations
default   [  77% ] 067/100 VUs  3m50.8s/5m00.0s

running (3m51.8s), 068/100 VUs, 3028 complete and 0 interrupted iterations
default   [  77% ] 068/100 VUs  3m51.8s/5m00.0s

running (3m52.8s), 068/100 VUs, 3070 complete and 0 interrupted iterations
default   [  78% ] 068/100 VUs  3m52.8s/5m00.0s

running (3m53.8s), 069/100 VUs, 3111 complete and 0 interrupted iterations
default   [  78% ] 069/100 VUs  3m53.8s/5m00.0s

running (3m54.8s), 070/100 VUs, 3137 complete and 0 interrupted iterations
default   [  78% ] 070/100 VUs  3m54.8s/5m00.0s

running (3m55.8s), 071/100 VUs, 3168 complete and 0 interrupted iterations
default   [  79% ] 071/100 VUs  3m55.8s/5m00.0s

running (3m56.8s), 072/100 VUs, 3205 complete and 0 interrupted iterations
default   [  79% ] 072/100 VUs  3m56.8s/5m00.0s

running (3m57.8s), 073/100 VUs, 3238 complete and 0 interrupted iterations
default   [  79% ] 073/100 VUs  3m57.8s/5m00.0s

running (3m58.8s), 073/100 VUs, 3276 complete and 0 interrupted iterations
default   [  80% ] 073/100 VUs  3m58.8s/5m00.0s

running (3m59.8s), 074/100 VUs, 3318 complete and 0 interrupted iterations
default   [  80% ] 074/100 VUs  3m59.8s/5m00.0s

running (4m00.8s), 075/100 VUs, 3347 complete and 0 interrupted iterations
default   [  80% ] 075/100 VUs  4m00.8s/5m00.0s

running (4m01.8s), 076/100 VUs, 3391 complete and 0 interrupted iterations
default   [  81% ] 076/100 VUs  4m01.8s/5m00.0s

running (4m02.8s), 077/100 VUs, 3423 complete and 0 interrupted iterations
default   [  81% ] 077/100 VUs  4m02.8s/5m00.0s

running (4m03.8s), 078/100 VUs, 3466 complete and 0 interrupted iterations
default   [  81% ] 078/100 VUs  4m03.8s/5m00.0s

running (4m04.8s), 078/100 VUs, 3502 complete and 0 interrupted iterations
default   [  82% ] 078/100 VUs  4m04.8s/5m00.0s

running (4m05.8s), 079/100 VUs, 3540 complete and 0 interrupted iterations
default   [  82% ] 079/100 VUs  4m05.8s/5m00.0s

running (4m06.8s), 080/100 VUs, 3579 complete and 0 interrupted iterations
default   [  82% ] 080/100 VUs  4m06.8s/5m00.0s

running (4m07.8s), 081/100 VUs, 3618 complete and 0 interrupted iterations
default   [  83% ] 081/100 VUs  4m07.8s/5m00.0s

running (4m08.8s), 082/100 VUs, 3659 complete and 0 interrupted iterations
default   [  83% ] 082/100 VUs  4m08.8s/5m00.0s

running (4m09.8s), 083/100 VUs, 3703 complete and 0 interrupted iterations
default   [  83% ] 083/100 VUs  4m09.8s/5m00.0s

running (4m10.8s), 083/100 VUs, 3739 complete and 0 interrupted iterations
default   [  84% ] 083/100 VUs  4m10.8s/5m00.0s

running (4m11.8s), 084/100 VUs, 3781 complete and 0 interrupted iterations
default   [  84% ] 084/100 VUs  4m11.8s/5m00.0s

running (4m12.8s), 085/100 VUs, 3792 complete and 0 interrupted iterations
default   [  84% ] 085/100 VUs  4m12.8s/5m00.0s

running (4m13.8s), 086/100 VUs, 3857 complete and 0 interrupted iterations
default   [  85% ] 086/100 VUs  4m13.8s/5m00.0s

running (4m14.8s), 087/100 VUs, 3897 complete and 0 interrupted iterations
default   [  85% ] 087/100 VUs  4m14.8s/5m00.0s

running (4m15.8s), 088/100 VUs, 3942 complete and 0 interrupted iterations
default   [  85% ] 088/100 VUs  4m15.8s/5m00.0s

running (4m16.8s), 088/100 VUs, 3987 complete and 0 interrupted iterations
default   [  86% ] 088/100 VUs  4m16.8s/5m00.0s

running (4m17.8s), 089/100 VUs, 4030 complete and 0 interrupted iterations
default   [  86% ] 089/100 VUs  4m17.8s/5m00.0s

running (4m18.8s), 090/100 VUs, 4068 complete and 0 interrupted iterations
default   [  86% ] 090/100 VUs  4m18.8s/5m00.0s

running (4m19.8s), 091/100 VUs, 4117 complete and 0 interrupted iterations
default   [  87% ] 091/100 VUs  4m19.8s/5m00.0s

running (4m20.8s), 092/100 VUs, 4155 complete and 0 interrupted iterations
default   [  87% ] 092/100 VUs  4m20.8s/5m00.0s

running (4m21.8s), 093/100 VUs, 4204 complete and 0 interrupted iterations
default   [  87% ] 093/100 VUs  4m21.8s/5m00.0s

running (4m22.8s), 093/100 VUs, 4251 complete and 0 interrupted iterations
default   [  88% ] 093/100 VUs  4m22.8s/5m00.0s

running (4m23.8s), 094/100 VUs, 4292 complete and 0 interrupted iterations
default   [  88% ] 094/100 VUs  4m23.8s/5m00.0s

running (4m24.8s), 095/100 VUs, 4348 complete and 0 interrupted iterations
default   [  88% ] 095/100 VUs  4m24.8s/5m00.0s

running (4m25.8s), 096/100 VUs, 4403 complete and 0 interrupted iterations
default   [  89% ] 096/100 VUs  4m25.8s/5m00.0s

running (4m26.8s), 097/100 VUs, 4448 complete and 0 interrupted iterations
default   [  89% ] 097/100 VUs  4m26.8s/5m00.0s

running (4m27.8s), 098/100 VUs, 4499 complete and 0 interrupted iterations
default   [  89% ] 098/100 VUs  4m27.8s/5m00.0s

running (4m28.8s), 098/100 VUs, 4553 complete and 0 interrupted iterations
default   [  90% ] 098/100 VUs  4m28.8s/5m00.0s

running (4m29.8s), 099/100 VUs, 4597 complete and 0 interrupted iterations
default   [  90% ] 099/100 VUs  4m29.8s/5m00.0s

running (4m30.8s), 099/100 VUs, 4648 complete and 0 interrupted iterations
default   [  90% ] 099/100 VUs  4m30.8s/5m00.0s

running (4m31.8s), 098/100 VUs, 4686 complete and 0 interrupted iterations
default   [  91% ] 098/100 VUs  4m31.8s/5m00.0s

running (4m32.8s), 097/100 VUs, 4745 complete and 0 interrupted iterations
default   [  91% ] 097/100 VUs  4m32.8s/5m00.0s

running (4m33.8s), 092/100 VUs, 4796 complete and 0 interrupted iterations
default   [  91% ] 092/100 VUs  4m33.8s/5m00.0s

running (4m34.8s), 088/100 VUs, 4838 complete and 0 interrupted iterations
default   [  92% ] 088/100 VUs  4m34.8s/5m00.0s

running (4m35.8s), 085/100 VUs, 4883 complete and 0 interrupted iterations
default   [  92% ] 085/100 VUs  4m35.8s/5m00.0s

running (4m36.8s), 082/100 VUs, 4932 complete and 0 interrupted iterations
default   [  92% ] 082/100 VUs  4m36.8s/5m00.0s

running (4m37.8s), 080/100 VUs, 4970 complete and 0 interrupted iterations
default   [  93% ] 080/100 VUs  4m37.8s/5m00.0s

running (4m38.8s), 072/100 VUs, 5009 complete and 0 interrupted iterations
default   [  93% ] 072/100 VUs  4m38.8s/5m00.0s

running (4m39.8s), 071/100 VUs, 5051 complete and 0 interrupted iterations
default   [  93% ] 071/100 VUs  4m39.8s/5m00.0s

running (4m40.8s), 069/100 VUs, 5081 complete and 0 interrupted iterations
default   [  94% ] 069/100 VUs  4m40.8s/5m00.0s

running (4m41.8s), 064/100 VUs, 5120 complete and 0 interrupted iterations
default   [  94% ] 064/100 VUs  4m41.8s/5m00.0s

running (4m42.8s), 063/100 VUs, 5153 complete and 0 interrupted iterations
default   [  94% ] 063/100 VUs  4m42.8s/5m00.0s

running (4m43.8s), 058/100 VUs, 5179 complete and 0 interrupted iterations
default   [  95% ] 058/100 VUs  4m43.8s/5m00.0s

running (4m44.8s), 055/100 VUs, 5207 complete and 0 interrupted iterations
default   [  95% ] 055/100 VUs  4m44.8s/5m00.0s

running (4m45.8s), 050/100 VUs, 5237 complete and 0 interrupted iterations
default   [  95% ] 050/100 VUs  4m45.8s/5m00.0s

running (4m46.9s), 049/100 VUs, 5250 complete and 0 interrupted iterations
default   [  96% ] 049/100 VUs  4m46.9s/5m00.0s

running (4m47.9s), 046/100 VUs, 5275 complete and 0 interrupted iterations
default   [  96% ] 046/100 VUs  4m47.9s/5m00.0s

running (4m48.8s), 045/100 VUs, 5292 complete and 0 interrupted iterations
default   [  96% ] 045/100 VUs  4m48.8s/5m00.0s

running (4m49.8s), 042/100 VUs, 5315 complete and 0 interrupted iterations
default   [  97% ] 042/100 VUs  4m49.8s/5m00.0s

running (4m50.8s), 035/100 VUs, 5338 complete and 0 interrupted iterations
default   [  97% ] 035/100 VUs  4m50.8s/5m00.0s

running (4m51.8s), 032/100 VUs, 5357 complete and 0 interrupted iterations
default   [  97% ] 032/100 VUs  4m51.8s/5m00.0s

running (4m52.8s), 030/100 VUs, 5371 complete and 0 interrupted iterations
default   [  98% ] 030/100 VUs  4m52.8s/5m00.0s

running (4m53.9s), 027/100 VUs, 5375 complete and 0 interrupted iterations
default   [  98% ] 027/100 VUs  4m53.9s/5m00.0s

running (4m54.8s), 019/100 VUs, 5399 complete and 0 interrupted iterations
default   [  98% ] 019/100 VUs  4m54.8s/5m00.0s

running (4m55.8s), 018/100 VUs, 5405 complete and 0 interrupted iterations
default   [  99% ] 018/100 VUs  4m55.8s/5m00.0s

running (4m56.8s), 013/100 VUs, 5417 complete and 0 interrupted iterations
default   [  99% ] 013/100 VUs  4m56.8s/5m00.0s

running (4m57.8s), 010/100 VUs, 5427 complete and 0 interrupted iterations
default   [  99% ] 010/100 VUs  4m57.8s/5m00.0s

running (4m58.8s), 009/100 VUs, 5431 complete and 0 interrupted iterations
default   [ 100% ] 009/100 VUs  4m58.8s/5m00.0s

running (4m59.8s), 004/100 VUs, 5436 complete and 0 interrupted iterations
default   [ 100% ] 004/100 VUs  4m59.8s/5m00.0s

running (5m00.8s), 002/100 VUs, 5439 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s

running (5m01.8s), 001/100 VUs, 5440 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<500' p(95)=87.51ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 10882   35.950102/s
    checks_succeeded...: 100.00% 10882 out of 10882
    checks_failed......: 0.00%   0 out of 10882

    ✓ status je 200
    ✓ response time < 1s

    HTTP
    http_req_duration..............: avg=23.76ms min=5.04ms med=14.36ms max=252.2ms p(90)=42.77ms p(95)=87.51ms
      { expected_response:true }...: avg=23.76ms min=5.04ms med=14.36ms max=252.2ms p(90)=42.77ms p(95)=87.51ms
    http_req_failed................: 0.00%  0 out of 5441
    http_reqs......................: 5441   17.975051/s

    EXECUTION
    iteration_duration.............: avg=2.02s   min=1.01s  med=2.01s   max=3.86s   p(90)=2.83s   p(95)=2.93s  
    iterations.....................: 5441   17.975051/s
    vus............................: 1      min=1         max=99 
    vus_max........................: 100    min=100       max=100

    NETWORK
    data_received..................: 118 MB 389 kB/s
    data_sent......................: 426 kB 1.4 kB/s



running (5m02.7s), 000/100 VUs, 5441 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  5m0s